[
  {
    "text": "Najwyższa emerytura w Polsce wynosi około 48 000 zł miesięcznie. Jej posiadacz ma staż pracy wynoszący 52 lata i 0 dni zwolnienia lekarskiego.",
    "category": "rekord"
  },
  {
    "text": "Średnia emerytura kobiet jest o około 30% niższa niż mężczyzn, głównie ze względu na przerwy w karierze związane z opieką nad dziećmi.",
    "category": "statystyka"
  },
  {
    "text": "Aby otrzymać gwarancję minimalnej emerytury, potrzebny jest staż pracy wynoszący co najmniej 25 lat dla mężczyzn i 20 lat dla kobiet.",
    "category": "prawo"
  },
  {
    "text": "Każdy rok dłuższej pracy po osiągnięciu wieku emerytalnego zwiększa wysokość emerytury średnio o 3-4%.",
    "category": "finanse"
  },
  {
    "text": "Średnia długość pobierania emerytury w Polsce wynosi około 20 lat dla mężczyzn i 26 lat dla kobiet.",
    "category": "statystyka"
  },
  {
    "text": "Składka emerytalna w Polsce wynosi 19,52% wynagrodzenia brutto, z czego część trafia na konto, a część na subkonto w ZUS.",
    "category": "prawo"
  },
  {
    "text": "Waloryzacja kapitału emerytalnego odbywa się co roku i zależy od średniego wzrostu płac w gospodarce.",
    "category": "finanse"
  },
  {
    "text": "Osoby urodzone po 1968 roku otrzymają emeryturę wyłącznie z nowego systemu emerytalnego, bez części starego kapitału.",
    "category": "prawo"
  },
  {
    "text": "Minimalna emerytura w 2024 roku wynosi 1 780,96 zł brutto.",
    "category": "prawo"
  },
  {
    "text": "Zwolnienia lekarskie (L4) nie tylko zmniejszają bazę składkową, ale także wpływają na wysokość przyszłej emerytury.",
    "category": "finanse"
  },
  {
    "text": "Prognozuje się, że relacja emerytury do ostatniego wynagrodzenia (stopa zastąpienia) będzie spadać w kolejnych dekadach.",
    "category": "statystyka"
  },
  {
    "text": "W Polsce żyje ponad 9 milionów emerytów i rencistów, co stanowi około 23% populacji.",
    "category": "statystyka"
  },
  {
    "text": "Odroczenie przejścia na emeryturę o 5 lat może zwiększyć wysokość świadczenia nawet o 15-20%.",
    "category": "finanse"
  },
  {
    "text": "Emerytura jest obliczana poprzez podzielenie zgromadzonego kapitału przez średnią dalszą długość życia w momencie przejścia na emeryturę.",
    "category": "prawo"
  }
]
